Revit 2024 API
ParameterTypeId.StairsAttrRiserAngle Property
 "Riser Angle"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId StairsAttrRiserAngle { get; }
Visual Basic
Public Shared ReadOnly Property StairsAttrRiserAngle As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ StairsAttrRiserAngle {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace